Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/site-calc/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# material.hint.framing
source: Total run, then the spacing you want (blank uses your default).
ar: المسقط الكلي، ثم التباعد المطلوب (اتركه فارغًا لاستخدام قيمتك الافتراضية).
de: Gesamtlauf, dann der gewünschte Abstand (leer verwendet deinen Standard).
es: Desarrollo total y luego la separación (vacío usa tu valor por defecto).
fr: Longueur totale, puis l'entraxe voulu (vide utilise votre valeur par défaut).
it: Sviluppo totale, poi l'interasse desiderato (vuoto usa il tuo valore predefinito).
pt_pt: Desenvolvimento total e depois o espaçamento (vazio usa o teu padrão).
tr: Toplam uzunluk, ardından istediğin aralık (boş bırakılırsa varsayılanın kullanılır).
zh_hans: 总长度，然后是你想要的间距（留空则使用默认值）。

# material.hint.paint
source: Width and height of the area, then the coverage rate you enter yourself.
ar: عرض وارتفاع المساحة، ثم معدل التغطية الذي تدخله بنفسك.
de: Breite und Höhe der Fläche, dann die selbst eingegebene Ergiebigkeit.
es: Ancho y alto de la superficie, y el rendimiento que introduzcas.
fr: Largeur et hauteur de la surface, puis le rendement que vous saisissez.
it: Larghezza e altezza dell'area, poi la resa che inserisci tu.
pt_pt: Largura e altura da área e o rendimento que introduzires.
tr: Alanın genişlik ve yüksekliği, ardından kendi girdiğin metrekare verimi.
zh_hans: 区域的宽度和高度，然后是你自己输入的涂布率。

# material.hint.roofing
source: Width and height of the roof area.
ar: عرض وارتفاع مساحة السقف.
de: Breite und Höhe der Dachfläche.
es: Ancho y alto de la superficie del tejado.
fr: Largeur et hauteur de la surface du toit.
it: Larghezza e altezza dell'area del tetto.
pt_pt: Largura e altura da área do telhado.
tr: Çatı alanının genişlik ve yüksekliği.
zh_hans: 屋顶面积的宽度和高度。

# material.hint.sheets
source: Width and height of the area to cover.
ar: عرض وارتفاع المساحة المراد تغطيتها.
de: Breite und Höhe der zu deckenden Fläche.
es: Ancho y alto de la superficie a cubrir.
fr: Largeur et hauteur de la surface à couvrir.
it: Larghezza e altezza dell'area da coprire.
pt_pt: Largura e altura da área a cobrir.
tr: Kaplanacak alanın genişlik ve yüksekliği.
zh_hans: 需要覆盖区域的宽度和高度。

# material.hint.tile
source: Width and height of the area, then your waste percentage.
ar: عرض وارتفاع المساحة، ثم نسبة الهدر الخاصة بك.
de: Breite und Höhe der Fläche, dann dein Verschnittprozentsatz.
es: Ancho y alto de la superficie, y el porcentaje de merma.
fr: Largeur et hauteur de la surface, puis votre pourcentage de chute.
it: Larghezza e altezza dell'area, poi la tua percentuale di sfrido.
pt_pt: Largura e altura da área e a percentagem de desperdício.
tr: Alanın genişlik ve yüksekliği, ardından fire yüzdesi.
zh_hans: 区域的宽度和高度，然后是你的损耗百分比。

# material.inputs
source: Dimensions
ar: الأبعاد
de: Maße
es: Dimensiones
it: Dimensioni
pt_pt: Dimensões
tr: Boyutlar
zh_hans: 尺寸

# material.list
source: List
ar: القائمة
de: Liste
es: Lista
fr: Liste
it: Elenco
pt_pt: Lista
tr: Liste
zh_hans: 清单

# material.paint
source: Paint
ar: الدهان
de: Farbe
es: Pintura
fr: Peinture
it: Pittura
pt_pt: Tinta
tr: Boya
zh_hans: 油漆

# material.result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt_pt: Resultado
tr: Sonuç
zh_hans: 结果

# material.roofing
source: Roofing
ar: التسقيف
de: Dacheindeckung
es: Tejado
fr: Couverture
it: Copertura
pt_pt: Telhado
tr: Çatı
zh_hans: 屋面

# material.sheets
source: Sheets
ar: الألواح
de: Platten
es: Placas
fr: Plaques
it: Lastre
pt_pt: Placas
tr: Levhalar
zh_hans: 板材

# material.statement.noMoney
source: Quantities only. No currency field, no rate field and no total anywhere on this screen.
ar: كميات فقط. لا يوجد أي حقل مالي أو معدل أو إجمالي في هذه الشاشة.
de: Nur Mengen. Kein Währungsfeld, kein Tariffeld und keine Summe auf diesem Bildschirm.
es: Solo cantidades. Ningún campo monetario, de tarifa ni total en esta pantalla.
fr: Uniquement des quantités. Aucun champ monétaire, aucun tarif et aucun total sur cet écran.
it: Solo quantità. Nessun campo monetario, nessuna tariffa e nessun totale in questa schermata.
pt_pt: Apenas quantidades. Nenhum campo monetário, de tarifa ou total nesta página.
tr: Yalnızca miktarlar. Bu ekranda hiçbir parasal alan, birim fiyat alanı veya toplam yoktur.
zh_hans: 只有数量。此屏幕上没有任何货币字段、单价字段或总计。

# material.tile
source: Tile
ar: البلاط
de: Fliesen
es: Baldosa
fr: Carrelage
it: Piastrelle
pt_pt: Ladrilho
tr: Fayans
zh_hans: 瓷砖

# material.unit.bags
source: bags
ar: أكياس
de: Säcke
es: sacos
fr: sacs
it: sacchi
pt_pt: sacos
tr: torba
zh_hans: 袋

# material.unit.boards
source: boards
ar: ألواح
de: Dielen
es: tablas
fr: planches
it: tavole
pt_pt: tábuas
tr: tahta
zh_hans: 块

# material.unit.containers
source: containers
ar: عبوات
de: Gebinde
es: envases
fr: contenants
it: confezioni
pt_pt: embalagens
tr: kutu
zh_hans: 容器

# material.unit.pieces
source: pieces
ar: قطع
de: Stück
es: piezas
fr: pièces
it: pezzi
pt_pt: peças
tr: adet
zh_hans: 件

# material.unit.sheets
source: sheets
ar: ألواح
de: Platten
es: placas
fr: plaques
it: lastre
pt_pt: placas
tr: levha
zh_hans: 块

# material.unit.squares
source: squares
ar: مربعات
de: Quadrate
es: cuadros
fr: carrés
it: quadrati
pt_pt: quadrados
tr: kare
zh_hans: 个

# material.unit.tiles
source: tiles
ar: بلاطات
de: Fliesen
es: baldosas
fr: carreaux
it: piastrelle
pt_pt: ladrilhos
tr: fayans
zh_hans: 块

# op.add
source: Add
ar: جمع
de: Addieren
es: Sumar
fr: Addition
it: Addizione
pt_pt: Somar
tr: Toplama
zh_hans: 加

# op.divide
source: Divide
ar: قسمة
de: Dividieren
es: Dividir
fr: Division
it: Divisione
pt_pt: Dividir
tr: Bölme
zh_hans: 除

# op.multiply
source: Multiply
ar: ضرب
de: Multiplizieren
es: Multiplicar
fr: Multiplication
it: Moltiplicazione
pt_pt: Multiplicar
tr: Çarpma
zh_hans: 乘

# op.onCentre
source: On centre
ar: تباعد المحاور
de: Achsmaß
es: Entre ejes
fr: Entraxe
it: Interasse
pt_pt: Ao eixo
tr: Aks aralığı
zh_hans: 中心距

# op.subtract
source: Subtract
ar: طرح
de: Subtrahieren
es: Restar
fr: Soustraction
it: Sottrazione
pt_pt: Subtrair
tr: Çıkarma
zh_hans: 减

# removeAds.buy
source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
it: Acquista
pt_pt: Comprar
tr: Satın al
zh_hans: 购买

# removeAds.removes.banner
source: The banner on the Jobs, Job Detail and Settings screens.
ar: الشريط الإعلاني في شاشات المشاريع وتفاصيل المشروع والإعدادات.
de: Das Banner auf den Bildschirmen Projekte, Projektdetail und Einstellungen.
es: El banner en las pantallas de Proyectos, Detalle de proyecto y Ajustes.
fr: La bannière sur les écrans Chantiers, Détail du chantier et Réglages.
it: Il banner nelle schermate Cantieri, Dettaglio cantiere e Impostazioni.
pt_pt: O banner nas páginas de Projetos, Detalhe do projeto e Definições.
tr: İşler, İş Ayrıntısı ve Ayarlar ekranlarındaki banner.
zh_hans: 项目、项目详情和设置页面上的横幅广告。

# removeAds.removes.interstitial
source: The one full-screen ad after an export.
ar: الإعلان الوحيد بملء الشاشة بعد التصدير.
de: Die einzige Vollbildanzeige nach einem Export.
es: El único anuncio a pantalla completa tras exportar.
fr: L'unique publicité plein écran après un export.
it: L'unico annuncio a schermo intero dopo un'esportazione.
pt_pt: O único anúncio de ecrã inteiro após uma exportação.
tr: Bir dışa aktarmadan sonra çıkan tek tam ekran reklam.
zh_hans: 导出后出现的那唯一一次全屏广告。

# removeAds.title
source: Remove Ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les publicités
it: Rimuovi pubblicità
pt_pt: Remover anúncios
tr: Reklamları Kaldır
zh_hans: 移除广告

# removeAds.unlocks.nothing
source: Nothing. Every calculation, solver, job and export format is already free.
ar: لا شيء. كل عملية حساب وأداة ومشروع وتنسيق تصدير مجاني بالفعل.
de: Nichts. Jede Berechnung, jeder Löser, jedes Projekt und Exportformat ist bereits kostenlos.
es: Nada. Cada cálculo, herramienta, proyecto y formato de exportación ya es gratis.
fr: Rien. Chaque calcul, outil, chantier et format d'export est déjà gratuit.
it: Niente. Ogni calcolo, strumento, cantiere e formato di esportazione è già gratuito.
pt_pt: Nada. Cada cálculo, ferramenta, projeto e formato de exportação já é gratuito.
tr: Hiçbir şey. Her hesaplama, araç, iş ve dışa aktarma biçimi zaten ücretsizdir.
zh_hans: 什么都不解锁。每一次计算、每个工具、每个项目和每种导出格式本来就是免费的。

# removeAds.whatItRemoves
source: What this removes
ar: ما الذي تزيله
de: Was das entfernt
es: Qué elimina esto
fr: Ce que cela supprime
it: Cosa rimuove
pt_pt: O que isto remove
tr: Bu ne kaldırır
zh_hans: 移除内容

# removeAds.whatItUnlocks
source: What this unlocks
ar: ما الذي يفتحه
de: Was das freischaltet
es: Qué desbloquea esto
fr: Ce que cela débloque
it: Cosa sblocca
pt_pt: O que isto desbloqueia
tr: Bunun neyi açtığı
zh_hans: 解锁内容

# roof.commonRafter
source: Common rafter
ar: الجملون العادي
de: Gemeiner Sparren
es: Par común
fr: Chevron commun
it: Puntone comune
pt_pt: Perna comum
tr: Ana mertek
zh_hans: 普通椽

# roof.diagonal
source: Diagonal (common rafter)
ar: القطر (الجملون العادي)
de: Diagonale (gemeiner Sparren)
es: Diagonal (par común)
fr: Diagonale (chevron commun)
it: Diagonale (puntone comune)
pt_pt: Diagonal (perna comum)
tr: Diyagonal (ana mertek)
zh_hans: 斜边（普通椽）

# roof.hipValley
source: Hip or valley
ar: العرن أو الوادي
de: Grat oder Kehle
es: Lima hoya o tesa
fr: Arêtier ou noue
it: Displuvio o compluvio
pt_pt: Rincão ou algeroz
tr: Mahya veya dere
zh_hans: 斜脊或斜沟

# roof.inputs
source: Enter any two
ar: أدخل أي قيمتين
de: Zwei beliebige eingeben
es: Introduce dos cualesquiera
fr: Saisissez-en deux
it: Inserisci due qualsiasi
pt_pt: Introduz dois quaisquer
tr: Herhangi ikisini gir
zh_hans: 输入其中任意两项

# roof.pitchDegrees
source: Pitch (degrees)
ar: الميل (بالدرجات)
de: Neigung (Grad)
es: Pendiente (grados)
fr: Pente (degrés)
it: Pendenza (gradi)
pt_pt: Inclinação (graus)
tr: Eğim (derece)
zh_hans: 坡度（度）

# roof.pitchPer12
source: Pitch (rise per 12 in)
ar: الميل (لكل 12 بوصة)
de: Neigung (je 12 Zoll)
es: Pendiente (por 12 pulg)
fr: Pente (par 12 po)
it: Pendenza (per 12 poll.)
pt_pt: Inclinação (por 12 pol)
tr: Eğim (12 inçte)
zh_hans: 坡度（每12英寸）

# roof.result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt_pt: Resultado
tr: Sonuç
zh_hans: 结果

# roof.rise
source: Rise
ar: الارتفاع
de: Höhe
es: Altura
fr: Hauteur
it: Alzata
pt_pt: Altura
tr: Yükseklik
zh_hans: 升高

# roof.run
source: Run
ar: المسقط
de: Grundmaß
es: Base
fr: Base
it: Proiezione
pt_pt: Base
tr: Taban
zh_hans: 水平跨距

# roof.statement.noLimit
source: This solver answers geometry only. It applies no limit or allowance of its own.
ar: تحل هذه الأداة الهندسة فقط، ولا تطبق أي حد خاص بها.
de: Dieser Löser beantwortet nur die Geometrie. Er wendet keinen eigenen Grenzwert an.
es: Esta herramienta solo resuelve geometría. No aplica ningún límite propio.
fr: Cet outil ne résout que la géométrie. Il n'applique aucune limite qui lui soit propre.
it: Questo strumento risolve solo la geometria. Non applica alcun limite proprio.
pt_pt: Esta ferramenta resolve apenas geometria. Não aplica nenhum limite próprio.
tr: Bu araç yalnızca geometriyi çözer. Kendine ait bir sınır uygulamaz.
zh_hans: 此工具只计算几何关系，不附带任何自身的限值。

# sample.jobName
source: Sample deck
ar: سطح خشبي نموذجي
de: Beispiel-Terrasse
es: Terraza de ejemplo
fr: Terrasse d'exemple
it: Deck di esempio
pt_pt: Deck de exemplo
tr: Örnek deck
zh_hans: 示例露台

# sample.material.title
source: Sample materials
ar: مواد نموذجية
de: Beispielmaterial
es: Materiales de ejemplo
fr: Matériaux d'exemple
it: Materiali di esempio
pt_pt: Materiais de exemplo
tr: Örnek malzemeler
zh_hans: 示例材料

# sample.solver.roofSummary
source: Run 15 ft at a 7-in-12 pitch.
ar: مسقط 15 قدمًا بميل 7/12.
de: 15 Fuß Grundmaß bei einer Neigung von 7/12.
es: Base de 15 pies a pendiente 7/12.
fr: Base de 15 pi à une pente de 7/12.
it: Base di 15 piedi con pendenza 7/12.
pt_pt: Base de 15 pés a inclinação 7/12.
tr: 15 fit taban, 7/12 eğimde.
zh_hans: 水平跨距15英尺，坡度为7/12。

# sample.solver.roofTitle
source: Sample roof
ar: سقف نموذجي
de: Beispieldach
es: Cubierta de ejemplo
fr: Toiture d'exemple
it: Tetto di esempio
pt_pt: Cobertura de exemplo
tr: Örnek çatı
zh_hans: 示例屋面

# sample.tape.label.beam
source: Beam run
ar: خط الجائز
de: Trägerlänge
es: Recorrido de viga
fr: Ligne de poutre
it: Linea trave
pt_pt: Percurso de trave
tr: Kiriş çizgisi
zh_hans: 梁走向

# sample.tape.label.joist
source: Joist run
ar: خط العارضة
de: Deckenbalken-Länge
es: Recorrido de vigueta
fr: Ligne de solive
it: Linea travetto
pt_pt: Percurso de viga
tr: Kiriş hattı
zh_hans: 搁栅走向

# saveResult.existingJob
source: Existing job
ar: مشروع حالي
de: Bestehendes Projekt
es: Proyecto existente
fr: Chantier existant
it: Cantiere esistente
pt_pt: Projeto existente
tr: Mevcut iş
zh_hans: 现有项目

# saveResult.newJob
source: New job
ar: مشروع جديد
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau chantier
it: Nuovo cantiere
pt_pt: Novo projeto
tr: Yeni iş
zh_hans: 新建项目

# saveResult.saveAsNew
source: Save as new job
ar: الحفظ كمشروع جديد
de: Als neues Projekt speichern
es: Guardar como proyecto nuevo
fr: Enregistrer comme nouveau chantier
it: Salva come nuovo cantiere
pt_pt: Guardar como novo projeto
tr: Yeni iş olarak kaydet
zh_hans: 保存为新项目

# saveResult.title
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar
tr: Kaydet
zh_hans: 保存

# settings.about
source: About
ar: حول
de: Info
es: Acerca de
fr: À propos
it: Informazioni
pt_pt: Acerca de
tr: Hakkında
zh_hans: 关于

# settings.about.version
source: Version
ar: الإصدار
es: Versión
it: Versione
pt_pt: Versão
tr: Sürüm
zh_hans: 版本

# settings.ads
source: Advertising
ar: الإعلانات
de: Werbung
es: Publicidad
fr: Publicité
it: Pubblicità
pt_pt: Publicidade
tr: Reklamlar
zh_hans: 广告

# settings.ads.failed
source: That didn't go through. Please try again.
ar: لم تنجح العملية. حاول مرة أخرى من فضلك.
de: Das hat nicht geklappt. Bitte versuche es erneut.
es: Eso no funcionó. Inténtalo de nuevo.
fr: Cela n'a pas abouti. Veuillez réessayer.
it: Non è andato a buon fine. Riprova.
pt_pt: Isso não funcionou. Tenta novamente.
tr: Bu işlem gerçekleşmedi. Lütfen tekrar dene.
zh_hans: 未能完成，请重试。

# settings.ads.remove
source: Remove ads
ar: إزالة الإعلانات
de: Werbung entfernen
es: Quitar anuncios
fr: Supprimer les publicités
it: Rimuovi pubblicità
pt_pt: Remover anúncios
tr: Reklamları kaldır
zh_hans: 移除广告

# settings.ads.removed
source: Ads removed
ar: تمت إزالة الإعلانات
de: Werbung entfernt
es: Anuncios eliminados
fr: Publicités supprimées
it: Pubblicità rimossa
pt_pt: Anúncios removidos
tr: Reklamlar kaldırıldı
zh_hans: 已移除广告

# settings.ads.restore
source: Restore purchases
ar: استعادة المشتريات
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
pt_pt: Restaurar compras
tr: Satın alımları geri yükle
zh_hans: 恢复购买

# settings.bagYield
source: Concrete bag yield
ar: مردود كيس الخرسانة
de: Betonsack-Ergiebigkeit
es: Rendimiento del saco
fr: Rendement du sac de béton
it: Resa del sacco
pt_pt: Rendimento do saco
tr: Beton torbası verimi
zh_hans: 混凝土袋出料量

# settings.data
source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
it: Dati
pt_pt: Dados
tr: Veriler
zh_hans: 数据

# settings.deleteAll
source: Delete all data
ar: حذف جميع البيانات
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
pt_pt: Eliminar todos os dados
tr: Tüm verileri sil
zh_hans: 删除全部数据

# settings.deleteAll.confirm
source: Delete everything
ar: حذف كل شيء
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
pt_pt: Eliminar tudo
tr: Her şeyi sil
zh_hans: 全部删除

# settings.deleteAll.message
source: This removes every job, every tape and every material list from this iPhone. It cannot be undone.
ar: سيؤدي هذا إلى حذف كل مشروع وشريط وقائمة مواد من هذا الآيفون، ولا يمكن التراجع عنه.
de: Dies entfernt jedes Projekt, jedes Band und jede Materialliste von diesem iPhone. Das kann nicht rückgängig gemacht werden.
es: Esto elimina cada proyecto, cinta y lista de materiales de este iPhone. No se puede deshacer.
fr: Cela supprime tous les chantiers, rubans et listes de matériaux de cet iPhone. Cette action est irréversible.
it: Questo rimuove ogni cantiere, nastro ed elenco materiali da questo iPhone. Non può essere annullato.
pt_pt: Isto remove todos os projetos, fitas e listas de materiais deste iPhone. Não pode ser desfeito.
tr: Bu, bu iPhone'daki her işi, her şeridi ve her malzeme listesini kaldırır. Geri alınamaz.
zh_hans: 这将删除此 iPhone 上的所有项目、纸带和材料清单，且无法撤销。

# settings.deleteAll.title
source: Delete all data?
ar: هل تريد حذف جميع البيانات؟
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
pt_pt: Eliminar todos os dados?
tr: Tüm veriler silinsin mi?
zh_hans: 删除全部数据？

# settings.deleteAll.typeDelete
source: Type DELETE to confirm
ar: اكتب DELETE للتأكيد
de: Gib DELETE zur Bestätigung ein
es: Escribe DELETE para confirmar
fr: Tapez DELETE pour confirmer
it: Digita DELETE per confermare
pt_pt: Escreve DELETE para confirmar
tr: Onaylamak için DELETE yaz
zh_hans: 输入 DELETE 确认

# settings.display
source: Display
ar: العرض
de: Anzeige
es: Visualización
fr: Affichage
it: Visualizzazione
pt_pt: Visualização
tr: Görünüm
zh_hans: 显示

# settings.estimatorDefaults
source: Estimator defaults
ar: الإعدادات الافتراضية للحاسبة
de: Materialrechner-Standards
es: Valores del estimador
fr: Valeurs par défaut de l'estimation
it: Valori predefiniti stimatore
pt_pt: Padrões do estimador
tr: Hesaplayıcı varsayılanları
zh_hans: 估算默认值

# settings.precision
source: Fraction precision
ar: دقة الكسر
de: Bruchgenauigkeit
es: Precisión de fracción
fr: Précision des fractions
it: Precisione frazione
pt_pt: Precisão da fração
tr: Kesir hassasiyeti
zh_hans: 分数精度

# settings.privacy
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
pt_pt: Privacidade
tr: Gizlilik
zh_hans: 隐私

# settings.privacy.explainer
source: Every job, tape and material list stays on this iPhone. Nothing about a job leaves the device.
ar: يبقى كل مشروع وشريط وقائمة مواد على هذا الآيفون، ولا يغادر الجهاز شيء يخص أي مشروع.
de: Jedes Projekt, Band und jede Materialliste bleibt auf diesem iPhone. Nichts davon verlässt das Gerät.
es: Cada proyecto, cinta y lista de materiales se queda en este iPhone. Nada de un proyecto sale del dispositivo.
fr: Chaque chantier, ruban et liste de matériaux reste sur cet iPhone. Rien d'un chantier n'en sort.
it: Ogni cantiere, nastro ed elenco materiali resta su questo iPhone. Nulla lascia il dispositivo.
pt_pt: Cada projeto, fita e lista de materiais fica neste iPhone. Nada de um projeto sai do aparelho.
tr: Her iş, şerit ve malzeme listesi bu iPhone'da kalır. Bir işe dair hiçbir şey cihazdan çıkmaz.
zh_hans: 每个项目、纸带和材料清单都只保存在这台 iPhone 上，项目内容不会离开设备。

# settings.privacy.policy
source: Privacy policy
ar: سياسة الخصوصية
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla privacy
pt_pt: Política de privacidade
tr: Gizlilik politikası
zh_hans: 隐私政策

# settings.privacy.whyAds
source: SiteCalc is free and funded by Google AdMob, which is why you see ads on this screen and the Jobs screen.
ar: SiteCalc مجاني ويُموَّل عبر Google AdMob، ولهذا ترى إعلانات في هذه الشاشة وشاشة المشاريع.
de: SiteCalc ist kostenlos und wird durch Google AdMob finanziert, deshalb siehst du hier und bei Projekten Werbung.
es: SiteCalc es gratis y se financia con Google AdMob, por eso ves anuncios en esta pantalla y en Proyectos.
fr: SiteCalc est gratuite et financée par Google AdMob, c'est pourquoi vous voyez des publicités ici et sur l'écran Chantiers.
it: SiteCalc è gratuita e finanziata da Google AdMob, per questo vedi pubblicità qui e nella schermata Cantieri.
pt_pt: O SiteCalc é gratuito e financiado pelo Google AdMob, por isso vês anúncios aqui e em Projetos.
tr: SiteCalc ücretsizdir ve Google AdMob tarafından desteklenir; bu yüzden bu ekranda ve İşler ekranında reklam görürsün.
zh_hans: SiteCalc 是免费的，由 Google AdMob 提供资金支持，因此你会在此页面和项目页面看到广告。

# settings.reference
source: Reference
ar: المرجع
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
pt_pt: Referência
tr: Referans
zh_hans: 参考

# settings.reference.bagYields
source: Bag yields: roughly 0.30 ft3 (40 lb), 0.45 ft3 (60 lb), 0.60 ft3 (80 lb).
ar: مردود الأكياس: نحو 0.30 قدم3 (40 رطلاً)، 0.45 (60 رطلاً)، 0.60 (80 رطلاً).
de: Sackergiebigkeit: etwa 0,30 ft3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
es: Rendimiento de sacos: aprox. 0,30 pies3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
fr: Rendement des sacs : environ 0,30 pi3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
it: Resa dei sacchi: circa 0,30 piedi3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
pt_pt: Rendimento dos sacos: aprox. 0,30 pés3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
tr: Torba verimi: yaklaşık 0,30 ft3 (40 lb), 0,45 (60 lb), 0,60 (80 lb).
zh_hans: 袋装出料量：约 0.30 立方英尺（40磅）、0.45（60磅）、0.60（80磅）。

# settings.reference.cubicYard
source: 27 cubic feet to the cubic yard.
ar: 27 قدمًا مكعبًا للياردة المكعبة.
de: 27 Kubikfuß je Kubikyard.
es: 27 pies cúbicos por yarda cúbica.
fr: 27 pieds cubes par yard cube.
it: 27 piedi cubi per iarda cubica.
pt_pt: 27 pés cúbicos por jarda cúbica.
tr: Kübik yardada 27 kübik fit.
zh_hans: 每立方码等于27立方英尺。

# settings.reference.lumber
source: Nominal vs actual softwood lumber dimensions (e.g. a 2x4 measures 1-1/2 x 3-1/2 in).
ar: الأبعاد الاسمية مقابل الفعلية للأخشاب اللينة (مثال: 2×4 يقاس فعليًا 1-1/2 × 3-1/2 بوصة).
de: Nenn- gegenüber Istmaß von Nadelholz (z. B. misst ein 2x4 tatsächlich 1-1/2 x 3-1/2 Zoll).
es: Dimensiones nominales frente a reales de madera blanda (p. ej. un 2x4 mide 1-1/2 x 3-1/2 pulg).
fr: Dimensions nominales et réelles du bois résineux (par ex. un 2x4 mesure 1-1/2 x 3-1/2 po).
it: Dimensioni nominali contro reali del legname (es. una 2x4 misura 1-1/2 x 3-1/2 poll.).
pt_pt: Dimensões nominais vs reais de madeira macia (p. ex. uma 2x4 mede 1-1/2 x 3-1/2 pol).
tr: Nominal ile gerçek yumuşak ahşap ölçüleri (örn. 2x4 aslında 1-1/2 x 3-1/2 inç ölçülür).
zh_hans: 标称尺寸与实际软木尺寸对照（例如 2x4 实际为 1-1/2 x 3-1/2 英寸）。

# settings.reference.roofingSquare
source: 100 square feet to the roofing square.
ar: 100 قدم مربع للمربع الواحد في التسقيف.
de: 100 Quadratfuß je Dachquadrat.
es: 100 pies cuadrados por cuadro de tejado.
fr: 100 pieds carrés par carré de couverture.
it: 100 piedi quadrati per quadrato di copertura.
pt_pt: 100 pés quadrados por quadrado de telhado.
tr: Çatı karesinde 100 kare fit.
zh_hans: 每个屋面方等于100平方英尺。

# settings.reference.sheets
source: Standard sheet sizes: 4x8, 4x10 and 4x12 ft.
ar: أحجام الألواح القياسية: 4×8 و4×10 و4×12 قدمًا.
de: Standard-Plattengrößen: 4x8, 4x10 und 4x12 Fuß.
es: Tamaños estándar de placa: 4x8, 4x10 y 4x12 pies.
fr: Tailles standard de plaques : 4x8, 4x10 et 4x12 pieds.
it: Dimensioni standard delle lastre: 4x8, 4x10 e 4x12 piedi.
pt_pt: Tamanhos padrão de placa: 4x8, 4x10 e 4x12 pés.
tr: Standart levha boyutları: 4x8, 4x10 ve 4x12 fit.
zh_hans: 标准板材尺寸：4x8、4x10 和 4x12 英尺。

# settings.removeSample
source: Remove sample job
ar: إزالة المشروع النموذجي
de: Beispielprojekt entfernen
es: Quitar proyecto de ejemplo
fr: Supprimer le chantier d'exemple
it: Rimuovi cantiere di esempio
pt_pt: Remover projeto de exemplo
tr: Örnek işi kaldır
zh_hans: 移除示例项目

# settings.sheetSize
source: Sheet size
ar: حجم اللوح
de: Plattengröße
es: Tamaño de placa
fr: Taille des plaques
it: Dimensione lastra
pt_pt: Tamanho da placa
tr: Levha boyutu
zh_hans: 板材尺寸

# settings.stairLimits
source: Your stair limits
ar: حدود السلالم الخاصة بك
de: Deine Treppengrenzwerte
es: Tus límites de escalera
fr: Vos limites d'escalier
it: I tuoi limiti scala
pt_pt: Os teus limites de escada
tr: Merdiven sınırların
zh_hans: 你的楼梯限值
